# coding=utf-8
features = [
    # 主体
    u'品牌', u'型号',

    # 基本信息
    u'机身', u'颜色', u'长度', u'宽度', u'厚度', u'重量', u'材质',

    # 系统
    u'系统', u'版本',

    # 芯片
    u'芯片', u'cpu', u'品牌', u'频率', u'核数', u'型号',

    # 网络支持
    u'SIM', u'网络', u'G', u'移动', u'联通', u'电信',

    # 存储
    u'存储', u'ROM', u'RAM', u'GB',

    # 屏幕
    u'屏幕', u'尺寸', u'分辨率',

    # 摄像头
    u'摄像头', u'数量', u'光圈', u'像素',

    # 电池
    u'电池', u'容量', u'拆卸', u'充电器', u'mA',

    # 数据接口
    u'数据', u'USB', u'接口', u'红外', u'WIFI', u'NFC', u'蓝牙', u'热点', u'耳机', u'充电',

    # 手机特性
    u'GPS', u'指纹', u'陀螺仪',

    # 包装清单
    u'包装', u'售后', u'服务', u'手机', u'取卡针', u'保护'
]